


const description = `
<p>
    В наши проекты играют миллионы людей по всему миру. 
    Мы рассказываем о них с помощью новых маркетинговых 
    решений и креативов. В том числе — интерактивных.
</p>

<p>
    Нам нужен талантливый JavaScript Developer, который поможет 
    с их реализацией и примет участие в разработке игровых механик 
    и логики playable-игр для продвижения будущих хитов. Тебе предстоит 
    участвовать на всех этапах разработки: от брейнштормов и концептов до прототипов и релиза.
</p>

<p>
    <b>ЧЕМ ПРЕДСТОИТ ЗАНИМАТЬСЯ:</b> <br/>
    создавать Playable ADS с использованием веб-технологий; <br/>
    работать с командой креативных дизайнеров; <br/>
    разрабатывать игровые механики и логику; <br/>
    участвовать в проекте на всех этапах: от мозгового штурма до релиза; <br/>
    обеспечивать работу приложения на разных платформах и устройствах; <br/>
    оптимизировать приложения для максимальной скорости работы и масштабируемости; <br/>
    дорабатывать приложения с учетом данных об их использовании.
</p>

<p>
    <b>ТЫ НАМ ПОДХОДИШЬ, ЕСЛИ У ТЕБЯ ЕСТЬ:</b> <br/>
    глубокое понимание нативного JavaScript; <br/>
    понимание паттернов проектирования игр; <br/>
    понимание и использование принципов ООП; <br/>
    понимание принципов геймдизайна; <br/>
    опыт работы с игровыми движками (PixiJS, Cocos2d, Phaser); <br/>
    опыт создания игр.
</p>

<p>
    <b>БУДЕТ ПЛЮСОМ:</b> <br/>
    опыт работы с Unity; <br/>
    знание физики и математики.
</p>

<p>
    <b>МЫ ПРЕДЛАГАЕМ:</b> <br/>
    возможность работать удаленно или в наших уютных офисах; <br/>
    возможность реализовать собственные идеи; <br/>
    выплаты, защищенные от валютных колебаний; <br/>
    профессиональный рост, участие в профильных конференциях, курсах и других мероприятиях по всему миру; <br/>
    льготные условия на занятия английским языком; <br/>
    поддержку важных жизненных событий; <br/>
    реферальную программу; <br/>
    медицинскую страховку, оплату занятий спортом и другие бонусы.
</p>
`;

export const data = [
    {
        id: '1',
        url: 'game-analyst',
        label: 'Game Analyst',
        description: description,
    },
    
    {
        id: '2',
        url: 'hr-manager',
        label: 'HR Manager (Marketing/Cross)',
        description: description,
    },

    {
        id: '3',
        url: 'tech-artist-2d',
        label: 'Technical Artist 2D',
        description: description,
    },

    {
        id: '4',
        url: 'game-analyst',
        label: 'Game Analyst',
        description: description,
    },
    
    {
        id: '5',
        url: 'hr-manager',
        label: 'HR Manager (Marketing/Cross)',
        description: description,
    },

    {
        id: '6',
        url: 'tech-artist-2d',
        label: 'Technical Artist 2D',
        description: description,
    },

    {
        id: '7',
        url: 'game-analyst',
        label: 'Game Analyst',
        description: description,
    },
    
    {
        id: '8',
        url: 'hr-manager',
        label: 'HR Manager (Marketing/Cross)',
        description: description,
    },

    {
        id: '9',
        url: 'tech-artist-2d',
        label: 'Technical Artist 2D',
        description: description,
    },
];