


export const data = [
    {
        label: 'Design Master',
        description: `
            <p>
                Станьте дизайнером интерьеров!
            </p>

            <p>
                Проходите уровни матч-3, создавайте собственные дизайны 
                и интерьеры, следите за историей и знакомьтесь с персонажами.
            </p>
        `,
        image: 'OurGames__image-1',
    },
    
    {
        label: 'Perfect Makeup 3D',
        description: `
            <p>
                Добро пожаловать в мир макияжа!
            </p>

            <p>
                Выбирайте кисти, цвета и оттенки губной помады,
                 подводки для глаз и пудры, чтобы добиться превосходного результата.
            </p>
        `,
        image: 'OurGames__image-2',
    },

    {
        label: 'Escape Masters',
        description: `
            <p>
                Совершите идеальный побег!
            </p>

            <p>
                Спаси напарников, собери сокровища и прокопай путь к свободе, но опасайся ловушек.
            </p>
        `,
        image: 'OurGames__image-3',
    },

    {
        label: 'Hitmasters',
        description: `
            <p>
                Стань стрелком и срази всех врагов!
            </p>

            <p>
                Целься метко, используй объекты на уровнях и 
                не дай никому спастись! Открывай новое оружие, 
                пополняй свой арсенал и проходи головоломки.
            </p>
        `,
        image: 'OurGames__image-4',
    },
]